// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Calibrer les couleurs";

CalibrateProcessTitle = "Calibrage en cours…";
DownloadingProcessTitle = "Téléchargement des tableaux de calibrage des couleurs…";
CalibrationFailedTitle = "Impossible de procéder au calibrage des couleurs";

HSDInfoTextFieldTitle = "Ce processus permet de compenser les variations du système d’impression afin de proposer une grande précision et une grande permanence des couleurs au niveau de la sortie du périphérique.";
HSDGuideTextFieldTitle = "Veuillez vous assurer que du Papier photo de haute qualité HP/A4 est chargé dans le bac à papier avant de lancer le calibrage.";
HSDCalibrateButtonTitle = "Lancer le calibrage des couleurs";

CalibrationCompleteTitle = "Votre imprimante vient d'effectuer un calibrage automatique des couleurs";
CalibrationCompleteMsg = "Si l'imprimé couleur n'est pas satisfaisant, sélectionnez 'Lancer le calibrage des couleurs' pour effectuer de nouveau le calibrage automatique des couleurs.";